Repository: xiaosu-zhu/Aurora-Weather
Catalog: com.aurora.auweather/com.aurora.auweather/Strings/*/Resources.resw
Source language: en_gb
Languages: de_de, es_es, fr, it, ja_jp, ko, ru_ru, zh_hans, zh_tw

# Pin
source: Nail selection
fr: Code confidentiel
ru_ru: Выбор ногтей

source: refresh
fr: Actualiser
ru_ru: обновить

# EditButton.Label
source: edit
fr: Edition
ru_ru: правка

# AutoSuggestbox.PlaceholderText
source: Input Chinese in Chinese cities, spelling, English
fr: Quand la recherche des villes chinoises, à l'aide de chinois ou pinyin
ru_ru: Ввода китайского в китайских городах, правописание, Английский

# Third_quarter
source: Last quarter moon
fr: Troisième trimestre
